{
	"responsible": "With the joys of responsibility comes the burden of obligation.",
	"gameboy": "Gimme that goddang vidja game!",
	"spoon": "There's a spoon stuck to your elbow. Do you even know that?",
	"pills": "Whoa there, Dr. Feelgood, I work at a propane dealership, not Woodstock.",
	"lawn": "Yep, just walkin around in my lush, super plush, new lawn...",
	"grades": "D-minus! Dangit, Bobby, I expected better from someone who doesn't have any extracurricular activities.",
	"disappointed": "Disappointment? No! You make me proud! I've been disappointed by just about everything else in this town, but you? Not once.",
	"crisis": "Peg, I'm trying to control an outbreak, and you're driving the monkey to the airport!",
	"daddy": "You, uh, you're my son, you know, with everything that entails... feelings of fondness and more... You know what I mean, don’t you, boy?",
	"planning": "I always say - if you plan ahead, then when things happen, you're prepared for them.",
	"cooking": "It's not cooking — it's barbecue!",
	"sexist": "It's called the double standard, Bobby. Don't knock it — we got the long end of the stick on that one.",
	"scout": "If your sorority has to sell jam to buy beer, you're drinking too much.",
	"party": "I can't enjoy a party until I know where the bathroom is. You knew that when you married me.",
	"forgiven": "You gave your life to save my son. I guess that makes us even for you ruinin' my lawn.",
	"butane": "Butane is the bastard gas.",
	"profession": "I sell propane and propane accessories.",
	"troll": "Son, you're teasin' the gorilla in the monkey house.",
	"goth": "The only reason why your nails should be black is because you hit them with a hammer.",
	"flex": "Maybe my father is Tom Landry. That would explain my strong chin and my love for the flex defense. I wonder if I would call him 'dad' or 'coach'. Nah who am I kidding? I would call him 'sir.'",
	"gsn": "He always leaves the TV on the Game Show network. I'm not sure why it bothers me, but it does.",
	"weed": "Why would anyone ever smoke weed when they could just mow a lawn?",
	"flirting": "I wasn't flirting with her! I didn't even mention that I worked in propane.",
	"sports": "If Bobby doesn't love football, he won't lead a fulfilling life, and then he'll die.",
	"school": "Bobby, from now on when I ask you how your day was, what I mean is 'how was shop'?",
	"menstural": "You know, that special time in a girls life..with the freshness and all...",
	"hair": "There's something missing, something wrong...it's like a pretty girl with short hair.",
	"cinema": "Why are we watching a foreign movie? You'd think if it was any good they would make an American version.",
	"911": "You called in a fake propane emergency? That's a $50 fine after I report it.",
	"texan": "Dang it, I am sick and tired of everyone's asinine ideas about me. I'm not a redneck, and I'm not some Hollywood jerk. I'm something else entirely.",
	"love": "I didn't marry you so you could cook and clean for me. I married you because you know, you know.....the love...",
	"pms": "Bobby, some things are like a tire fire, trying to put it out only makes it worse. You just gotta grab a beer and let it burn.",
	"gay": "GAY! I'm not gay! I sell propane and propane accessories!",
	"liar": "Who is calling me a liar, you or the machine? 'Cause I need to know whose ass to kick!",
	"football": "You can't compete with this guy. He's a football player, and football players know how to treat a woman right.",
	"better": "I'm not saying you're not good at what you do. I'm just saying I'm better.",
	"bobby": "Bobby, if you weren't my son I'd hug ya.",
	"cursing": "Has anyone seen an old man, about yea high, possibly shouting obscenities?",
	"hippie": "I'm gonna tie the long hair on your head to the short hair on your ass and kick you down the street!",
	"poodle": "A poodle? Why don't you just get me a cat and a sex change operation?",
	"pimp": "The only woman I'm pimping is sweet lady propane! And I'm tricking her out all over this town.",
	"cigar": "Don't mind if I -- oh, you probably didn't realize this, but this is Cuban. I'll just go ahead and destroy it for you.",
	"reading": "You go pick something from the adventure section....anything about a boy with gumption should be fine.",
	"legalese": "I can't understand a word you just said... what with all that legalese mumbo-jumbo.",
	"humor": "I gotta sense of humor too. I like the Tony Danza.",
	"drugs": "Oh no my eyes are turning bloodshot, I'm going on a trip! I look like I'm doped out of my gourd!",
	"steel": "Bobby, I want to give you this cup. It was made from the finest American steel ever to come out of Pittsburgh, PA.",
	"racsism": "What the hell kind of country is this where I can only hate a man if he's white?",
	"spelling": "An F in English? Bobby, you speak English!",
	"septic": "It's a shame we have to put her in the ground.",
	"welfare": "Worker's comp? Do I look like a hobo to you? No, sir, I am not going on welfare.",
	"lord": "An all Texas superbowl.....Thy will be done.",
	"ass": "I'm gonna kick your ass! I'm gonna kick it harder if you don't come here.",
	"azn": "So are you Chinese or Japanese?",
	"christmas": "I've had about enough of this Christmas crap!",
	"disabled": "You know, Helen Keller was largely useless, but look how we remember her. Yep, first lady of the American stage.",
	"chaos": "My wife lies to me. My beer company betrays me. Americans are giving Mexicans diarrhea. What the hell is going on here?",
	"hunting": "'Cushioned shooting stands, heated blinds with automatic corn feeder'. Well that's not hunting, that's shooting fish in a barrel.",
	"jeans": "Well, after I break 'em in in ten years they ought to be the perfect fit.",
	"copyright": "You can't just pick and choose which laws to follow. Sure I'd like to tape a baseball game without the express written consent of major league baseball, but that's just not the way it works.",
	"jerk": "I don't whisper every morning in his ear 'be a jerk'. That comes from within.",
	"wrong": "Bobby, if you're gonna do something wrong, do it right!",
	"lawyers": "(Sigh) Which idiot made it illegal to install a working toilet in your own bathroom?",
	"dale": "Dale, you giblet head!",
	"ants": "Oh God no, an anthill on my new lawn!",
	"dallas": "Dallas? I don't want you goin' to Dallas at all. That place is crawlin' with crack-heads and debutantes, and half of 'em play for the Cowboys.",
	"bobby": "Dangit, Bobby!!!",
	"dancing": "They weren't dancing like you and I dance, Peggy. They were enjoying it.",
	"cooking": "Bobby I'm going to tell you to do two things I hope you never have to do again, tape the Cowboys game and fetch me an apron.",
	"son": "That boy ain't right.",
	"shooting": "I tell you what, you can take a safety course, and if you're still interested in guns after they've taken all the fun out of it, we'll go to the tournament.",
	"penis": "Nobody likes a know it all who sits around talking about their genitalia.",
	"shirt": "I hate that t-shirt more than life itself.",
	"caught": "There better be a naked cheerleader under your bed.",
	"koth": "I am the mac daddy of Hiemlich County!",
	"tea": "Ginseng tea?? I'm not gonna get hopped up on dope!",
	"willie": "I'm your biggest fan, sir. When I was a boy I worshiped you....and Jesus of course.",
	"nowai": "No got dang way!",
	"hug": "Bobby, if you weren't my son, I'd hug you.",
	"hippies": "When they say 'Mother Earth', they mean 'dirt', right?",
	"mulder": "The X-Files. I always thought it was some kind of porno, on account of the title, but turns out it's all about two young people who don't have sex. Now, that's entertainment!",
	"murder": "Using a saw to kill someone makes more sense than using a gun to hammer nails. That's how my dad built my treehouse; that's how he cleaned it too.",
	"king": "Mr. Big is pleased...",
	"teaching": "I think they're starting to like me. But more importantly, I think they're starting to like shop."
}